[
    {
        "group": "grzybnia",
        "label": "grzybnia",
        "risk_function": "highpass_filter",
        "description": "Fale dźwiękowe mogą pozytywnie wpływać na wzrost grzybni glebowej. Badania wykazały, że grzyby reagują na dźwięki w glebie, co może być wykorzystane do poprawy regeneracji ekosystemów.",
        "source": "https://www.scimex.org/newsfeed/get-down-and-get-dirty-how-soundwaves-appear-to-stimulate-soil"
    },
    {
        "group": "nietoperze",
        "label": "nietoperz",
        "risk_function": "reverbation",
        "description": "Nietoperze polegają na echolokacji podczas nawigacji. Hałas środowiskowy je dezorientuje, powodując błędne interpretacje sygnałów powrotnych i trudności w poruszaniu się. Może to prowadzić do przypadkowego wlatywania do budynków. W grze sygnały sonarowe są zakłócane fałszywymi echami.",
        "source": "https://www.mpg.de/9816365/bats-echolocation-noise"
    },
    {
        "group": "niewidomi",
        "label": "osoba niewidoma",
        "risk_function": "loud_sounds_louder",
        "description": "Osoby niewidome polegają na słuchu w orientacji przestrzennej. Głośne i nagłe dźwięki mogą być dla nich szczególnie dezorientujące lub stresujące, a hałas utrudnia im codzienne funkcjonowanie. W grze głośne dźwięki są dodatkowo wzmacniane, by oddać tę wrażliwość.",
        "source": "https://pubmed.ncbi.nlm.nih.gov/11312316/"
    },
    {
        "group": "seniorzy",
        "label": "osoba starsza",
        "risk_function": "high_frequency_loss",
        "description": "Osoby starsze często doświadczają presbyakuzji, czyli pogorszenia słuchu w zakresie wysokich częstotliwości. Hałas może być dla nich szczególnie uciążliwy, a zrozumienie mowy w trudnych warunkach akustycznych staje się wyzwaniem. W grze wysokie tony są wyciszone aby oddać to doświadczenie.",
        "source": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3889367/"
    },
    {
        "group": "ubodzy",
        "label": "osoba wykluczona ekonomicznie",
        "risk_function": "loud_rumble",
        "description": "Miejsca przystępne cenowo często idą w parze z wysokim poziomem hałasu (np. przy ruchliwych ulicach, w pobliżu przemysłu), co negatywnie wpływa na zdrowie i samopoczucie mieszkańców. W grze tło dźwiękowe jest stale zakłócane hałasem.",
        "source": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4358710/"
    },
    {
        "group": "spektrum autyzmu",
        "label": "osoba neuroróżnorodna",
        "risk_function": "reduced_time",
        "description": "Osoby na przykład z ADHD lub na spektrum autyzmu są często nadwrażliwe na dźwięki, przez co hałas może powodować u nich szybkie zmęczenie, rozproszenie i trudności z koncentracją. W grze skrócony czas rozgrywki odzwierciedla trudności ze skupieniem w środowisku pełnym bodźców dźwiękowych.",
        "source": "https://pubmed.ncbi.nlm.nih.gov/33285160/"
    },
    {
        "group": "tinnitus",
        "label": "osoba narażona na hałas",
        "risk_function": "right_channel_sine",
        "description": "Osoby długotrwale przebywające w hałasie mogą doświadczać szumów usznych (tinnitus), które objawiają się jako nieprzyjemne dźwięki (np. piski, szumy) słyszane bez zewnętrznego źródła. W grze efekt ten symulowany jest przez dodatkowy dźwięk, co utrudnia odbiór innych dźwięków.",
        "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4208401/"
    },
    {
        "group": "ptaki_miejskie",
        "label": "ptaki w środowisku miejskim",
        "risk_function": "distorted_song_pattern",
        "description": "Ptaki żyjące w środowisku miejskim narażone na hałas miejski rozwijają upośledzone wzorce śpiewu z powodu zakłóceń w nauce wokalizacji. Ich pieśni stają się mniej precyzyjne, co utrudnia komunikację i przywabianie partnerów. Dodatkowo chroniczny stres wywołany hałasem osłabia ich układ odpornościowy, prowadząc do niższej przeżywalności. W grze odtworzony będzie zniekształcony śpiew ptaków.",
        "source": "https://nationalzoo.si.edu/news/smithsonian-scientists-discover-urban-songbirds-adjust-their-melodies-adapt-various-elements"
    },
    {
        "group": "płód",
        "label": "płód",
        "risk_function": "lowpass_filter",
        "description": "Płód w łonie matki odbiera dźwięki, mimo że w sposób mocno zniekształcony przez tkanki i płyn owodniowy, przez co dźwięki docierają głównie jako niskie, przytłumione odgłosy. W grze symulowane jest to filtrem dolnoprzepustowym.",
        "source": "https://europepmc.org/article/med/7979483"
    }
]